Repository: M01K0/mkahawa
Catalog: mkahawa-srv/pos/*.po
Languages: in_id

source: Permission
in_id: Izin akses

source: Unable to access this feature. Contact the Administrator
in_id: Tidak dapat mengakses fitur ini. Silahkan Contact Administrator

source: Edit
in_id: Sunting/Atur

source: Browse Time:
in_id: Waktu Browsing

source: Products:
in_id: Produk

source: Name
in_id: Nama

source: Amount
in_id: Jumlah

source: Price
in_id: Harga

source: Time Interval:
in_id: Interval Waktu

source: Start
in_id: Mulai

source: Duration
in_id: Durasi

source: Total Duration:
in_id: Total Durasi

source: Total Amount:
in_id: Jumlah Keseluruhan

source: Discount:
in_id: Diskon

source: Cash
in_id: Tunai

source: Log Cancelled
in_id: Batalkan Log/Catatan

source: Cancel Sale
in_id: Batalkan Penjualan

source: Calc Change
in_id: Kalulasi Perubahan

source: Total time:
in_id: Total waktu :

source: Workstation time:
in_id: Waktu Workstation

source: Tax
in_id: Pajak

source: Ticket number:
in_id: Nomor Tiket

source: Date:
in_id: Tanggal

source: Total price:
in_id: Total harga

source: Change member
in_id: Ubah Member

source: Enter the member ID (0 for none):
in_id: Masukkan ID member (0 untuk tidak ada):

source: New price
in_id: Harga Baru

source: Enter the new price:
in_id: Masukkan Harga Baru

source: Edit ticket format
in_id: Atur format tiket

source: Header:
in_id: Awal/Kepala :

source: Footer:
in_id: Bawah/Kaki :

source: Tax name:
in_id: Nama Pajak :

source: Tax %:
in_id: Pajak %:

source: Accept
in_id: Menyetujui

source: Cancel
in_id: Batal

source: Calculate change
in_id: Hitung Perubahan

source: The client paid with:
in_id: Client membayar dengan :

source: Change:
in_id: Ubah :

source: Information Update
in_id: Perbaharui Informasi

source: Log
in_id: Catatan

source: Report
in_id: Laporan

source: Start a Session
in_id: Memulai Sebuah Sesi

source: Pause Session
in_id: Pause/Tahan Sesi

source: Stop Session
in_id: Menghentikan Sesi

source: Continue Session
in_id: Lanjutkan Sesi

source: Swap Sessions
in_id: Tukar Sesi

source: Set Timeout
in_id: Atur Waktuhabis

source: Message Client
in_id: Pesan Client

source: Cyber Settings
in_id: Pengaturan Cyber

source: New Client
in_id: Client Baru

source: Delete Client
in_id: Hapus Client

source: Client Icons
in_id: Ikon Client

source: Client Details
in_id: Detail Client

source: End
in_id: Akhir

source: Length
in_id: Panjang

source: Session Cost
in_id: Sesi Biaya

source: Other
in_id: Lainnya

source: Grant 10 Minutes
in_id: Berikan 10 Menit

source: Grant 20 Minutes
in_id: Berikan 20 Menit

source: Grant 30 Minutes
in_id: Berikan 30 Menit

source: Grant 1 Hour
in_id: Berikan 1 Jam

source: Time:
in_id: Waktu

source: Blank Screen
in_id: Layar Kosong

source: Set Member
in_id: Atur member

source: Reboot Machine
in_id: Restart Komputer

source: Shutdown Machine
in_id: Matikan Komputer

source: Update Client
in_id: Perbaharui Client

source: User May Start Session
in_id: User Boleh Memulai Sesi

source: Member May Start Session
in_id: Member Boleh Memulai Sesi

source: Login by Ticket
in_id: Login Dengan Tiket

source: Allow Assistance Request
in_id: Izinkan Permintaan Bantuan

source: Shutdown Client
in_id: Matikan Client

source: Admin Password
in_id: Password Administrator

source: Products
in_id: Produk

source: Cashing
in_id: Pentunaian

source: Tariff
in_id: Tarif

source: Members / Tickets
in_id: Members / Tiket

source: Exit Mkahawa
in_id: Keluar Dari Mkahawa

source: Do you really want to quit Mkahawa?
in_id: Anda benar-benar ingin keluar dari program Mkahawa

source: Member ID (0 for none):
in_id: Member ID (0 untuk tidak ada) :

source: Invalid member
in_id: Member tidak valid

source: Set Member to Client
in_id: Atur Member ke Client

source: Member Name
in_id: Nama Member

source: Overdrawn Account
in_id: Akun Tidak Berlaku

source: Replenish the account first.
in_id: Mengisi account pertama.

source: account has insufficient credit
in_id: Account memiliki kredit tidak mencukupi

source: Wrong old password.
in_id: Password Lama Salah

source: Client Update File
in_id: Udate File Client

source: No File Selected
in_id: Tidak ada File yg di pilih

source: Select an Update File?
in_id: Pilih file Update

source: Unable to open update file
in_id: Tidak dapat membuka file update

source: Unable to read update file
in_id: Tidak dapat membuka file update

source: Only Admin can update clients.
in_id: Hanya admin yg dapat memperbaharui client

source: Only connected Clients can be updated
in_id: Hanya Client yang terhubung dapat di update

source: Update in Progress
in_id: Dalam Proses Update

source: Updates can only be made one at a time.
in_id: Pembaharuan hanya dapat dilakukan satu per satu.

source: Active Client
in_id: Client Aktif

source: End the client session before updating.
in_id: Akhiri sesi client sebelum pembaharuan.

source: Update File not found
in_id: File Update tidak di temukan

source: Unable to open file
in_id: Tidak dapat membuka file

source: Not a Mkahawa Update File
in_id: Bukan Mkahawa Update File

source: New Client Admin Password:
in_id: Password Admin Client baru:

source: Password has been sent!
in_id: Password telah Terkirim!

source: Password is invalid!
in_id: Passord tidak valid

source: Current client is being updated.
in_id: Saat klien sedang diperbarui

source: Adjust Timeout
in_id: Atur Waktu Habis

source: About
in_id: Tentang

source: Modified by Bernard Owuor, Unwire Technologies (owuor@unwiretechnologies.net)
in_id: Di modifikasi Oleh Bernard Owuor,Unwire Technologies (owuor@unwiretechnologies.net)

source: Time
in_id: Waktu

source: Minutes:
in_id: Menit

source: Confirm Action
in_id: Konfirmasi Aksi

source: Apply this action to all stations?
in_id: Terapkan tindakan ke semua stasiun?

source: Apply
in_id: Terapkan

source: Add new Client
in_id: Tambah Client Baru

source: New Client Name:
in_id: Nama Client Baru :

source: Delete Client?
in_id: Hapus Client ?

source: Delete
in_id: Hapus

source: Add Products
in_id: Tambahkan Produk

source: Enter the quantity:
in_id: Masukkan Jumlah

source: Remove Products
in_id: Menhapus Produk

source: Quantity:
in_id: Jumlah

source: Staff Login
in_id: Login Staff

source: Quit
in_id: Keluar

source: Welcome
in_id: Selamat Datang

source: Welcome to Mkahawa Cyber Manager
in_id: Selamat Datang di Mkahawa Billing warnet

source: Login Failure
in_id: Login Gagal

source: Invalid Username or Password
in_id: Username atau Password Salah

source: Logout
in_id: Keluar

source: Do you want to log out?
in_id: Anda Ingin Keluar ?

source: Message to Client
in_id: Pesan ke Client

source: Message:
in_id: Pesan:

source: New
in_id: Baru

source: Phone
in_id: Telepon

source: Staff Details
in_id: Detail Staff

source: Name:
in_id: Nama:

source: Phone Number:
in_id: No Telepon

source: Admin Deletion
in_id: Pengahapusan Admin

source: Administrator cannot be deleted
in_id: Administrator tidak bisa dihapus

source: Edit Staff Info
in_id: Ubah Info Staff

source: Full Name:
in_id: Nama Lengkap:

source: Phone:
in_id: Telepon:

source: Permissions:-
in_id: Izin

source: Edit Tariffs
in_id: Atur Tariff

source: Change Tariffs
in_id: Ubah Tariff

source: Edit Member Info
in_id: Ubah Info Member

source: Set Member Clients
in_id: Atur Member Clients

source: General Configuration
in_id: Konfigurasi Umum

source: Sell Products
in_id: Produk Jualan

source: Edit Products
in_id: Suting/Ubah Product

source: Stock Products
in_id: Stok Produk

source: Receive Payments
in_id: Menerima Pembayaran

source: Edit Payments
in_id: Suting/Atur Pembayaran

source: Give Discounts
in_id: Berikan Diskon

source: Cancel Payments
in_id: Batalkan Pembayaaran

source: View Reports
in_id: Lihat Laporan

source: Print Reports
in_id: Cetak laporan

source: Usrlvl
in_id: Leveluser

source: Select
in_id: Pilih

source: Set Password
in_id: Atur Passord

source: Type the password:
in_id: Ketikan Password

source: Staff Member Info
in_id: Info Member Staff

source: Sessions:
in_id: Sesi

source: Products:
in_id: Produk

source: Expenses:
in_id: Pembelanjaan

source: Total:
in_id: Total/Jumlah Keseluruhan

source: Discount
in_id: Diskon

source: Sessions
in_id: Sesi

source: Product
in_id: Produk

source: Date
in_id: Tanggal

source: Units
in_id: Unit

source: Description
in_id: Deskripsi

source: Spent
in_id: Menghabiskan

source: Clear
in_id: Hapus

source: Expenses
in_id: Pembelanjaan

source: Save Report
in_id: Simpan Laporan

source: Save Log
in_id: Simpan Log/Catatan

source: From:
in_id: Dari:

source: of
in_id: dari/untuk

source: To:
in_id: Ke:

source: Canceled
in_id: Dibatalkan

source: Summary
in_id: Ringkasan

source: Days:
in_id: Hari :

source: Sun
in_id: Min

source: Mon
in_id: Sen

source: Tue
in_id: Sel

source: Wed
in_id: Rab

source: Thu
in_id: Kam

source: Fri
in_id: Jum

source: Sat
in_id: Sab

source: Between:
in_id: Antara

source: and
in_id: Dan

source: Invalid start date
in_id: Tanggal Mulai salah

source: Invalid end date
in_id: Tanggal Akhir salah

source: Start date greater than end date
in_id: Tanggal Mulai lebih besar dari tanggal Akhir

source: Description:
in_id: Deskripsi

source: Amount:
in_id: Jumlah:

source: Save Report File
in_id: Simpan File Laporan

source: Filename Exists
in_id: Nama File ada

source: File '%s' already exists. Overwrite?
in_id: File '%s' Sudah Ada. Timpa?

source: Report was saved
in_id: Laporan sudah tersimpan

source: Report was not saved
in_id: Laporan Belum tersimpan

source: Report not saved
in_id: Laporan tidak di simpan

source: Save Log File
in_id: Simpan File Log

source: File exists
in_id: File Ada

source: File '%s' exists, overwrite?
in_id: File '%s' Ada, Timpa?

source: Log file was saved
in_id: File Log sudah tersimpan

source: Log was not saved
in_id: File Log belum tersimpan

source: Log file not saved
in_id: File Log tidak di simpan

source: Cost:
in_id: Biaya

source: Full Name
in_id: Nama Lengkap

source: Save
in_id: Simpan

source: Tickets
in_id: Tiket

source: Member Details
in_id: Detail Member

source: Login ID:
in_id: ID Login :

source: Add Credit
in_id: Tambahkan Credit

source: Refund Credit
in_id: Pengisian Credit

source: Add new member
in_id: Tambahkan member Baru

source: Type the name:
in_id: Ketikan Nama

source: The new member could not be created
in_id: Anggota baru tidak dapat dibuat

source: Confirm
in_id: Konfirmasi

source: Do you really want to delete this member?
in_id: Anda Benar - Benar Ingin menghapus member ini

source: Select Tariff
in_id: Pilih Tariff

source: 0 No special tariff
in_id: 0 Tidak ada tarif khusus

source: Add Member Credit
in_id: Tambahkan Credit Member

source: Amount:
in_id: Jumlah :

source: Refund Member Credit
in_id: Pengisian Member Credit

source: Could not deduct the amount
in_id: Tidak dapat mengurangi jumlah

source: Stock
in_id: Stok

source: Sell
in_id: Jual

source: Complete Sale
in_id: Penjulan Penuh

source: Quantity
in_id: Jumlah

source: New Product
in_id: Produk Baru

source: Category:
in_id: Kategori

source: Price:
in_id: Harga

source: Edit Product
in_id: Atur Produk

source: Adjust Stock
in_id: Atur Stock

source: Quantity to add:
in_id: Jumlah Untuk Ditambah:

source: Log Expense
in_id: Catatab pengeluaran

source: Enter the price (0 to not log):
in_id: Masukkan Harga (0 untuk tidak Dicatat):

source: Purchase: %s (%d)
in_id: Pembayaran: %s (%d)

source: Quantity Sold:
in_id: Jumlah Terjual

source: Return Products
in_id: Produk Kembali

source: Quantity Returned:
in_id: Jumlah di Kembalikan

source: Clients:
in_id: Client

source: Details
in_id: Detail

source: Fraction After
in_id: Fraksi setelah

source: minutes.
in_id: Menit

source: Tariff Name:
in_id: Nama Tarif

source: Change
in_id: Ubah

source: Days
in_id: Hari

source: Add
in_id: Tambah

source: Tariff Elements
in_id: Elemen Tarif

source: Start Time:
in_id: Waktu Mulai :

source: Hourly Rate:
in_id: Rate Per Jam :

source: Minutes
in_id: Menit

source: Delete Price
in_id: Hapus Harga

source: Add Price
in_id: Tambahkan harga

source: No days were selected
in_id: Tidak ada hari yang dipilih

source: There isn't any selected day.
in_id: Tidak ada hari yang dipilih.

source: Conflict
in_id: Konflik

source: There is a conflict with another part of the tariff. Conflicting day(s) have been deselected.
in_id: Ada konflik dengan bagian lain tarif. .Konflik hari (s) telah terpilih.

source: No day was selected
in_id: Tidak Ada Hari yang di pilih

source: Please select a day.
in_id: Tolong Pilih Hari

source: There is a conflict with another part of the tariff. I have deselected the conflicting days.
in_id: Ada konflik dengan bagian lain tarif .Saya telah terpilih hari-hari yang saling bertentangan.

source: Add price
in_id: Tambah Harga

source: Use New Tariff
in_id: Pergunakan Tarif baru

source: Tariff Name is invalid.
in_id: Nama Tarif ini tidak valid

source: Generate and Print Tickets
in_id: Menghasilkan dan Mencetak Tiket

source: Start Date
in_id: Tanggal Mulai

source: Expiry Date
in_id: Tanggal Berakhir

source: Ticket Value
in_id: Harga Tiket

source: Number of Digits
in_id: Nomor Digit

source: Number of Tickets
in_id: Nomor Tiket

source: Ticket Lifetime
in_id: MasaHidup tiket

source: Notes:
in_id: Catatan

source: Generated Tickets List
in_id: Hasilkan Daftar Tiket

source: No
in_id: Tidak

source: Ticket Number
in_id: Nomor Tiket

source: Generate
in_id: Buat

source: Print
in_id: Cetak

source: Exit
in_id: Keluar

source: Query
in_id: Perintah

source: Code:
in_id: Kode

source: Value/Units:
in_id: Nilai/Unit

source: Valid From:
in_id: Berlaku Dari :

source: to
in_id: Ke

source: Tariff/Notes:
in_id: Tariff/Catatan:

source: Printed by
in_id: Dicetak oleh

source: on
in_id: Hidup

source: Ticket Printing
in_id: Pencetakan Tiket

source: Query and Purge Expired Tickets
in_id: Permintaan dan Pembersihan Tiket Kadaluarsa

source: Type of Ticket:
in_id: Jenis Tiket

source: All
in_id: Semua

source: Valid
in_id: Berlaku

source: Expired
in_id: Kadaluarsa

source: Face Value:
in_id: nilai nominal

source: Between:
in_id: Antara

source: and
in_id: dan

source: Current Value:
in_id: Nilai/Harga saat ini

source: Expiry Date:
in_id: Tanggal Kadaluarsa

source: Between
in_id: Antara

source: Printing Date:
in_id: Pencetakan Tanggal:

source: Tickets List
in_id: Daftar Tiket

source: Ticket
in_id: Tiket

source: Value
in_id: Harga

source: Current
in_id: Sekarang

source: Printed
in_id: Dicetak

source: Expiry
in_id: Kadaluarsa

source: Tickets have been sent to Default Printer
in_id: Tiket telah dikirim ke Default Printer

source: Do you really want to delete all these tickets?
in_id: Apakah Anda benar-benar ingin menghapus semua tiket?

source: Mkahawa Cyber Settings
in_id: Pengaturan Billing Mkahaawa

source: Cyber Operation Mode
in_id: Model Operasi Billing

source: Postpaid
in_id: Pascabayar

source: Use Tickets
in_id: Mengunakan Tiket

source: Prepaid Members
in_id: Member Prabayar

source: Currency
in_id: MataUang

source: Client Polling Interval
in_id: Interval Polling Client

source: Second(s)
in_id: Detik(s)

source: Rounding Off
in_id: Pembulatan

source: Default Tariff
in_id: Tarif Dasar

source: Apply Apply Settings to all Clients
in_id: Terapkan Pengaturan ke seluruh Client

source: Do you want to save changes?
in_id: Kamu ingin menyimpan Perubahan
